Repository: xaron98/spiral-journey
Catalog: spiral journey project/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, fr, ja, pt_br, zh_hans

# coach.microhabit.delayedPhase.6
source: Move dinner 30 min earlier than yesterday.
ar: قدّم العشاء 30 دقيقة عن الأمس.
ca: Avança el sopar 30 min respecte a ahir.
de: Verlege das Abendessen 30 Min. früher als gestern.
es: Adelanta la cena 30 min respecto a ayer.
fr: Avance le dîner de 30 min par rapport à hier.
ja: 昨日より30分早く夕食をとりましょう。
zh_hans: 比昨天提前30分钟吃晚饭。

# coach.microhabit.eyebrow
source: Today's micro-habit · Day %d of 7
ar: عادة اليوم الصغيرة · اليوم %d من 7
ca: Micro-hàbit d'avui · Dia %d de 7
de: Heutige Mikro-Gewohnheit · Tag %d von 7
es: Micro-hábito de hoy · Día %d de 7
fr: Micro-habitude du jour · Jour %d sur 7
ja: 今日のマイクロ習慣 · %d 日目 / 7日
zh_hans: 今日微习惯 · 第 %d 天（共7天）

# coach.microhabit.fragmentedSleep.0
source: Skip fluids 2 hours before bed.
ar: تجنب السوائل قبل النوم بساعتين.
ca: Evita líquids 2 hores abans de dormir.
de: Vermeide Flüssigkeiten 2 Stunden vor dem Schlafengehen.
es: Evita líquidos 2 horas antes de dormir.
fr: Évite les liquides 2 heures avant le coucher.
ja: 就寝2時間前は水分を控えましょう。
zh_hans: 睡前2小时避免喝水。

# coach.microhabit.fragmentedSleep.1
source: Set your bedroom to 18–20°C tonight.
ar: اضبط درجة حرارة غرفة النوم على 18–20 درجة مئوية الليلة.
ca: Posa l'habitació a 18–20°C aquesta nit.
de: Stelle das Schlafzimmer heute Nacht auf 18–20°C ein.
es: Pon el dormitorio a 18–20°C esta noche.
fr: Règle ta chambre à 18–20°C ce soir.
ja: 今夜は寝室を18〜20°Cに設定しましょう。
zh_hans: 今晚将卧室温度设为18–20°C。

# coach.microhabit.fragmentedSleep.2
source: No caffeine after noon today.
ar: لا كافيين بعد الظهر اليوم.
ca: Sense cafeïna després del migdia avui.
de: Heute kein Koffein nach Mittag.
es: Nada de cafeína después del mediodía hoy.
fr: Pas de caféine après midi aujourd'hui.
ja: 今日は正午以降カフェインを摂らないようにしましょう。
zh_hans: 今天中午后不要摄入咖啡因。

# coach.microhabit.fragmentedSleep.3
source: Try a progressive relaxation exercise in bed.
ar: جرّب تمرين استرخاء تدريجي في السرير.
ca: Prova un exercici de relaxació progressiva al llit.
de: Probiere eine progressive Entspannungsübung im Bett.
es: Prueba un ejercicio de relajación progresiva en la cama.
fr: Essaie un exercice de relaxation progressive au lit.
ja: ベッドで漸進的筋弛緩法を試しましょう。
zh_hans: 在床上尝试渐进式放松练习。

# coach.microhabit.fragmentedSleep.4
source: Keep the room completely dark (blackout curtains or mask).
ar: اجعل الغرفة مظلمة تمامًا (ستائر معتمة أو قناع).
ca: Mantén l'habitació completament fosca (cortines opaques o antifaç).
de: Halte das Zimmer komplett dunkel (Verdunkelungsvorhänge oder Maske).
es: Mantén la habitación totalmente oscura (cortinas opacas o antifaz).
fr: Garde la pièce complètement sombre (rideaux occultants ou masque).
ja: 部屋を完全に暗くしましょう（遮光カーテンやアイマスク）。
zh_hans: 保持房间完全黑暗（遮光窗帘或眼罩）。

# coach.microhabit.fragmentedSleep.5
source: If you wake up, don't check your phone.
ar: إذا استيقظت، لا تتفقد هاتفك.
ca: Si et despertes, no miris el mòbil.
de: Wenn du aufwachst, schau nicht aufs Handy.
es: Si te despiertas, no mires el móvil.
fr: Si tu te réveilles, ne regarde pas ton téléphone.
ja: 目が覚めてもスマホを見ないようにしましょう。
zh_hans: 如果半夜醒来，不要看手机。

# coach.microhabit.fragmentedSleep.6
source: Use white noise or earplugs tonight.
ar: استخدم ضوضاء بيضاء أو سدادات أذن الليلة.
ca: Fes servir soroll blanc o taps per a les orelles aquesta nit.
de: Verwende heute Nacht weißes Rauschen oder Ohrstöpsel.
es: Usa ruido blanco o tapones para los oídos esta noche.
fr: Utilise du bruit blanc ou des bouchons d'oreilles ce soir.
ja: 今夜はホワイトノイズや耳栓を使いましょう。
zh_hans: 今晚使用白噪音或耳塞。

# coach.microhabit.insufficientDuration.0
source: Go to bed 15 min earlier than last night.
ar: اذهب للنوم أبكر بـ 15 دقيقة من البارحة.
ca: Vés a dormir 15 min abans que ahir a la nit.
de: Geh 15 Min. früher ins Bett als gestern Nacht.
es: Acuéstate 15 min antes que anoche.
fr: Couche-toi 15 min plus tôt qu'hier soir.
ja: 昨夜より15分早くベッドに入りましょう。
zh_hans: 比昨晚提前15分钟上床。

# coach.microhabit.insufficientDuration.1
source: Set a 'wind down' alarm 1 hour before target bedtime.
ar: اضبط منبه 'استرخاء' قبل موعد النوم المستهدف بساعة.
ca: Posa una alarma de 'desconnexió' 1 hora abans de l'hora objectiu.
de: Stelle einen Entspannungs-Alarm 1 Stunde vor der Ziel-Schlafenszeit.
es: Pon una alarma de 'desconexión' 1 hora antes de tu hora objetivo.
fr: Mets une alarme de détente 1 heure avant l'heure de coucher visée.
ja: 目標就寝時刻の1時間前にリラックスアラームを設定しましょう。
zh_hans: 在目标就寝时间前1小时设置放松提醒。

# coach.microhabit.insufficientDuration.2
source: No screens in the bedroom tonight.
ar: لا شاشات في غرفة النوم الليلة.
ca: Sense pantalles a l'habitació aquesta nit.
de: Heute Nacht keine Bildschirme im Schlafzimmer.
es: Sin pantallas en el dormitorio esta noche.
fr: Pas d'écrans dans la chambre ce soir.
ja: 今夜は寝室にスクリーンを持ち込まないようにしましょう。
zh_hans: 今晚卧室里不要有屏幕。

# coach.microhabit.insufficientDuration.3
source: Write tomorrow's tasks before bed — clear your mind.
ar: اكتب مهام الغد قبل النوم — صفِّ ذهنك.
ca: Escriu les tasques de demà abans de dormir — allibera la ment.
de: Schreibe die Aufgaben für morgen vor dem Schlafengehen auf — befreie deinen Kopf.
es: Escribe las tareas de mañana antes de dormir — despeja tu mente.
fr: Écris les tâches de demain avant de te coucher — libère ton esprit.
ja: 寝る前に明日のタスクを書き出しましょう。頭をすっきりさせます。
zh_hans: 睡前写下明天的任务——清空你的思绪。

# coach.microhabit.insufficientDuration.4
source: Limit fluids 2 hours before bedtime.
ar: قلّل السوائل قبل النوم بساعتين.
ca: Limita els líquids 2 hores abans de dormir.
de: Begrenze Flüssigkeiten 2 Stunden vor dem Schlafengehen.
es: Limita los líquidos 2 horas antes de dormir.
fr: Limite les liquides 2 heures avant le coucher.
ja: 就寝2時間前は水分を控えましょう。
zh_hans: 睡前2小时限制液体摄入。

# coach.microhabit.insufficientDuration.5
source: Keep the bedroom at 18–20°C tonight.
ar: حافظ على درجة حرارة غرفة النوم 18–20 درجة مئوية الليلة.
ca: Mantén l'habitació a 18–20°C aquesta nit.
de: Halte das Schlafzimmer heute Nacht bei 18–20°C.
es: Mantén el dormitorio a 18–20°C esta noche.
fr: Maintiens la chambre à 18–20°C ce soir.
ja: 今夜は寝室を18〜20°Cに保ちましょう。
zh_hans: 今晚保持卧室温度在18–20°C。

# coach.microhabit.insufficientDuration.6
source: Read a physical book for 20 min before sleep.
ar: اقرأ كتابًا ورقيًا لمدة 20 دقيقة قبل النوم.
ca: Llegeix un llibre en paper 20 min abans de dormir.
de: Lies 20 Min. vor dem Schlafengehen ein gedrucktes Buch.
es: Lee un libro en papel 20 min antes de dormir.
fr: Lis un livre papier pendant 20 min avant de dormir.
ja: 寝る前に紙の本を20分間読みましょう。
zh_hans: 睡前阅读纸质书20分钟。

# coach.microhabit.irregularSchedule.0
source: Set a fixed wake alarm — same time as yesterday.
ar: اضبط منبهًا ثابتًا — نفس وقت الأمس.
ca: Posa una alarma fixa — mateixa hora que ahir.
de: Stelle einen festen Wecker — gleiche Zeit wie gestern.
es: Pon una alarma fija — misma hora que ayer.
fr: Mets un réveil fixe — même heure qu'hier.
ja: 固定のアラームをセット。昨日と同じ時刻に。
zh_hans: 设定固定闹钟——和昨天相同时间。

# coach.microhabit.irregularSchedule.1
source: Eat breakfast within 1 hour of waking up.
ar: تناول الفطور خلال ساعة من الاستيقاظ.
ca: Esmorza dins de la primera hora després de despertar.
de: Frühstücke innerhalb von 1 Stunde nach dem Aufwachen.
es: Desayuna dentro de la primera hora tras despertar.
fr: Prends le petit-déjeuner dans l'heure suivant le réveil.
ja: 起床後1時間以内に朝食をとりましょう。
zh_hans: 起床后1小时内吃早餐。

# coach.microhabit.irregularSchedule.2
source: Expose yourself to bright light in the first 30 min.
ar: تعرّض لضوء ساطع في أول 30 دقيقة.
ca: Exposa't a la llum brillant els primers 30 min.
de: Setze dich in den ersten 30 Min. hellem Licht aus.
es: Exponte a luz brillante en los primeros 30 min.
fr: Expose-toi à la lumière vive dans les 30 premières min.
ja: 起床後30分以内に明るい光を浴びましょう。
zh_hans: 起床后30分钟内接受明亮光照。

# coach.microhabit.irregularSchedule.3
source: No snooze button today — feet on the floor immediately.
ar: لا زر غفوة اليوم — قدماك على الأرض فورًا.
ca: Sense botó de repetició avui — peus a terra immediatament.
de: Heute keine Schlummertaste — sofort aufstehen.
es: Sin botón de repetición hoy — pies al suelo al instante.
fr: Pas de bouton snooze aujourd'hui — debout immédiatement.
ja: 今日はスヌーズなし。すぐに起き上がりましょう。
zh_hans: 今天不按贪睡键——立刻起床。

# coach.microhabit.irregularSchedule.4
source: Keep your wake time today identical to tomorrow's plan.
ar: اجعل وقت استيقاظك اليوم مطابقًا لخطة الغد.
ca: Mantén l'hora de despertar d'avui igual a la de demà.
de: Halte deine Aufwachzeit heute identisch mit dem morgigen Plan.
es: Mantén la hora de despertar igual a la que planeas mañana.
fr: Garde ton heure de réveil identique à celle prévue demain.
ja: 今日の起床時刻を明日の予定と同じにしましょう。
zh_hans: 保持今天的起床时间与明天的计划一致。

# coach.microhabit.irregularSchedule.5
source: Do a 5-min stretching routine at the same time each morning.
ar: مارس تمارين إطالة 5 دقائق في نفس الوقت كل صباح.
ca: Fes 5 min d'estiraments a la mateixa hora cada matí.
de: Mache jeden Morgen zur gleichen Zeit eine 5-minütige Dehnübung.
es: Haz 5 min de estiramientos a la misma hora cada mañana.
fr: Fais 5 min d'étirements à la même heure chaque matin.
ja: 毎朝同じ時間に5分間のストレッチをしましょう。
zh_hans: 每天早晨同一时间做5分钟拉伸。

# coach.microhabit.irregularSchedule.6
source: Plan tomorrow's wake time now and set the alarm.
ar: خطط لوقت استيقاظ الغد الآن واضبط المنبه.
ca: Planifica l'hora de despertar de demà i posa l'alarma.
de: Plane jetzt die Aufwachzeit für morgen und stelle den Wecker.
es: Planifica la hora de despertar de mañana y pon la alarma.
fr: Planifie l'heure de réveil de demain et règle l'alarme.
ja: 明日の起床時刻を今決めてアラームをセットしましょう。
zh_hans: 现在规划明天的起床时间并设好闹钟。

# coach.microhabit.maintenance.0
source: Great consistency! Protect your wake time today.
ar: ثبات رائع! حافظ على وقت استيقاظك اليوم.
ca: Gran constància! Protegeix la teva hora de despertar avui.
de: Tolle Beständigkeit! Schütze heute deine Aufwachzeit.
es: ¡Gran consistencia! Protege tu hora de despertar hoy.
fr: Super régularité ! Protège ton heure de réveil aujourd'hui.
ja: 素晴らしい一貫性！今日も起床時刻を守りましょう。
zh_hans: 非常稳定！今天继续保持你的起床时间。

# coach.microhabit.maintenance.1
source: Keep your sleep environment comfortable — you're in a groove.
ar: حافظ على بيئة نوم مريحة — أنت في إيقاع ممتاز.
ca: Mantén el teu ambient de son còmode — vas molt bé.
de: Halte deine Schlafumgebung komfortabel — du bist im Flow.
es: Mantén tu ambiente de sueño cómodo — vas muy bien.
fr: Garde ton environnement de sommeil confortable — tu es dans le rythme.
ja: 睡眠環境を快適に保ちましょう。良いリズムが続いています。
zh_hans: 保持舒适的睡眠环境——你状态很好。

# coach.microhabit.maintenance.2
source: Stay active today to maintain your sleep quality.
ar: ابقَ نشيطًا اليوم للحفاظ على جودة نومك.
ca: Mantén-te actiu avui per conservar la qualitat del son.
de: Bleib heute aktiv, um deine Schlafqualität zu erhalten.
es: Mantente activo hoy para conservar tu calidad de sueño.
fr: Reste actif aujourd'hui pour maintenir ta qualité de sommeil.
ja: 睡眠の質を維持するために、今日も体を動かしましょう。
zh_hans: 今天保持活跃，维持你的睡眠质量。

# coach.microhabit.maintenance.3
source: Check: is your bedroom still dark and cool enough?
ar: تحقق: هل غرفة نومك لا تزال مظلمة وباردة بما يكفي؟
ca: Revisa: l'habitació segueix fosca i fresca?
de: Prüfe: Ist dein Schlafzimmer noch dunkel und kühl genug?
es: Revisa: ¿tu dormitorio sigue oscuro y fresco?
fr: Vérifie : ta chambre est-elle toujours assez sombre et fraîche ?
ja: 確認：寝室はまだ十分暗くて涼しいですか？
zh_hans: 检查：卧室仍然足够黑暗和凉爽吗？

# coach.microhabit.maintenance.4
source: Maintain your wind-down routine tonight.
ar: حافظ على روتين الاسترخاء الخاص بك الليلة.
ca: Mantén la teva rutina de desconnexió aquesta nit.
de: Behalte heute Nacht deine Abendroutine bei.
es: Mantén tu rutina de desconexión esta noche.
fr: Maintiens ta routine de détente ce soir.
ja: 今夜もリラックスルーティンを続けましょう。
zh_hans: 今晚保持你的入睡前放松习惯。

# coach.microhabit.maintenance.5
source: You're on track — try adding 5 min of morning sunlight.
ar: أنت على المسار الصحيح — جرّب إضافة 5 دقائق من شمس الصباح.
ca: Vas bé — prova afegir 5 min de sol matinal.
de: Du bist auf Kurs — versuche 5 Min. Morgensonne hinzuzufügen.
es: Vas bien — intenta añadir 5 min de sol matutino.
fr: Tu es sur la bonne voie — essaie d'ajouter 5 min de soleil matinal.
ja: 順調です。朝日を5分浴びてみましょう。
zh_hans: 你做得很好——试着增加5分钟晨间日照。

# coach.microhabit.maintenance.6
source: Consistency is working! Stick with your current bedtime.
ar: الثبات يعمل! التزم بوقت نومك الحالي.
ca: La constància funciona! Mantén la teva hora de dormir.
de: Beständigkeit wirkt! Bleib bei deiner aktuellen Schlafenszeit.
es: ¡La consistencia funciona! Mantén tu hora de dormir.
fr: La régularité fonctionne ! Garde ton heure de coucher actuelle.
ja: 継続が成果を出しています！今の就寝時刻を維持しましょう。
zh_hans: 坚持有效！保持你当前的就寝时间。

# coach.microhabit.socialJetlag.0
source: Wake up within 30 min of your weekday time this weekend.
ar: استيقظ في حدود 30 دقيقة من وقتك في أيام العمل هذا الأسبوع.
ca: Desperta't dins de 30 min de la teva hora de feina aquest cap de setmana.
de: Wache am Wochenende innerhalb von 30 Min. deiner Wochentags-Zeit auf.
es: Despierta dentro de 30 min de tu hora entre semana este fin de semana.
fr: Réveille-toi dans les 30 min de ton heure de semaine ce week-end.
ja: 週末も平日の起床時刻から30分以内に起きましょう。
zh_hans: 周末在工作日起床时间的30分钟内醒来。

# coach.microhabit.socialJetlag.1
source: Get morning light, even on days off.
ar: تعرّض لضوء الصباح، حتى في أيام الإجازة.
ca: Pren llum matinal, fins i tot els dies lliures.
de: Hole dir Morgenlicht, auch an freien Tagen.
es: Toma luz matutina, incluso en días libres.
fr: Prends la lumière du matin, même les jours de repos.
ja: 休みの日でも朝の光を浴びましょう。
zh_hans: 即使休息日也要接受晨光。

# coach.microhabit.socialJetlag.2
source: Eat meals at the same time as weekdays today.
ar: تناول وجباتك في نفس أوقات أيام العمل اليوم.
ca: Menja a les mateixes hores que els dies feiners avui.
de: Iss heute zu den gleichen Zeiten wie an Wochentagen.
es: Come a las mismas horas que entre semana hoy.
fr: Mange aux mêmes heures que les jours de semaine aujourd'hui.
ja: 今日は平日と同じ時間に食事をとりましょう。
zh_hans: 今天在与工作日相同的时间吃饭。

# coach.microhabit.socialJetlag.3
source: Avoid sleeping in more than 30 min today.
ar: تجنب النوم الزائد أكثر من 30 دقيقة اليوم.
ca: Evita dormir més de 30 min extra avui.
de: Vermeide heute mehr als 30 Min. extra Schlaf.
es: Evita dormir más de 30 min extra hoy.
fr: Évite de dormir plus de 30 min de plus aujourd'hui.
ja: 今日は30分以上の寝坊を避けましょう。
zh_hans: 今天避免多睡超过30分钟。

# coach.microhabit.socialJetlag.4
source: Set a weekend wake alarm — consistency matters.
ar: اضبط منبه عطلة نهاية الأسبوع — الثبات مهم.
ca: Posa alarma de cap de setmana — la constància importa.
de: Stelle einen Wochenend-Wecker — Beständigkeit zählt.
es: Pon alarma de fin de semana — la consistencia importa.
fr: Mets un réveil le week-end — la régularité compte.
ja: 週末もアラームをセット。一貫性が大切です。
zh_hans: 设定周末闹钟——规律性很重要。

# coach.microhabit.socialJetlag.5
source: Plan a morning activity to anchor your weekend wake time.
ar: خطط لنشاط صباحي لتثبيت وقت استيقاظك في العطلة.
ca: Planifica una activitat matinal per ancorar la teva hora de despertar.
de: Plane eine Morgenaktivität, um deine Wochenend-Aufwachzeit zu verankern.
es: Planifica una actividad matutina para anclar tu hora de despertar.
fr: Planifie une activité matinale pour ancrer ton réveil du week-end.
ja: 週末の起床時刻を安定させるために朝の予定を立てましょう。
zh_hans: 计划一个晨间活动来固定周末起床时间。

# coach.microhabit.socialJetlag.6
source: Track your bedtime tonight — aim for your weekday window.
ar: سجّل وقت نومك الليلة — استهدف نافذة أيام العمل.
ca: Registra la teva hora de dormir — apunta a l'horari de feina.
de: Notiere deine Schlafenszeit — peile dein Wochentags-Fenster an.
es: Registra tu hora de dormir — apunta a tu horario de semana.
fr: Note ton heure de coucher — vise ta fenêtre de semaine.
ja: 今夜の就寝時刻を記録。平日の時間帯を目指しましょう。
zh_hans: 记录今晚就寝时间——目标是工作日的时间窗口。

# coach.nap.reason.circadianDip
source: Coincides with your natural afternoon dip
ar: يتزامن مع انخفاضك الطبيعي بعد الظهر
ca: Coincideix amb la teva baixada natural de la tarda
de: Fällt mit Ihrem natürlichen Nachmittagstief zusammen
es: Coincide con tu bajada natural de la tarde
fr: Coïncide avec votre creux naturel de l'après-midi
ja: 自然な午後の低下期と一致
zh_hans: 与你的自然午后低谷期重合

# coach.nap.reason.contextAdjusted
source: Adjusted to fit your schedule
ar: تم تعديلها لتتوافق مع جدولك
ca: Ajustada per adaptar-se al teu horari
de: Angepasst an Ihren Zeitplan
es: Ajustada para adaptarse a tu horario
fr: Ajustée pour s'adapter à votre emploi du temps
ja: スケジュールに合わせて調整済み
zh_hans: 已调整以适应你的日程

# coach.nap.reason.debtRecovery
source: Sleep debt accumulated over recent days
ar: دين النوم المتراكم خلال الأيام الأخيرة
ca: Deute de son acumulat els últims dies
de: Schlafschuld der letzten Tage angesammelt
es: Deuda de sueño acumulada en los últimos días
fr: Dette de sommeil accumulée ces derniers jours
ja: 数日間の睡眠負債が蓄積
zh_hans: 近几天累积的睡眠债务

# coach.nap.reason.highPressure
source: Your sleep pressure is elevated
ar: ضغط النوم لديك مرتفع
ca: La teva pressió de son està elevada
de: Ihr Schlafdruck ist erhöht
es: Tu presión de sueño está elevada
fr: Votre pression de sommeil est élevée
ja: 睡眠圧が高まっています
zh_hans: 你的睡眠压力较高

# coach.nap.title
source: Nap recommended at %@ (%lld min)
ar: قيلولة موصى بها في %@ (%lld دقيقة)
ca: Migdiada recomanada a les %@ (%lld min)
de: Nickerchen empfohlen um %@ (%lld Min.)
es: Siesta recomendada a las %@ (%lld min)
fr: Sieste recommandée à %@ (%lld min)
ja: %@ に仮眠推奨 (%lld分)
zh_hans: 建议在 %@ 小睡 (%lld 分钟)

# coach.optimal.confident
source: Based on 3+ weeks of your data
ar: بناءً على 3+ أسابيع من بياناتك
ca: Basat en 3+ setmanes de les teves dades
de: Basierend auf 3+ Wochen deiner Daten
es: Basado en 3+ semanas de tus datos
fr: Basé sur 3+ semaines de tes données
ja: 3週間以上のデータに基づく
zh_hans: 基于3周以上的数据

# coach.optimal.preliminary
source: Preliminary — improves with more data
ar: أولي — يتحسن مع المزيد من البيانات
ca: Preliminar — millora amb més dades
de: Vorläufig — verbessert sich mit mehr Daten
es: Preliminar — mejora con más datos
fr: Préliminaire — s'améliore avec plus de données
ja: 暫定的 — データが増えると精度が向上します
zh_hans: 初步结果——随着数据增加会更准确

# coach.optimal.title
source: Your optimal sleep: %@
ar: نومك المثالي: %@
ca: El teu son òptim: %@
de: Dein optimaler Schlaf: %@
es: Tu sueño óptimo: %@
fr: Ton sommeil optimal : %@
ja: あなたの最適な睡眠：%@
zh_hans: 你的最佳睡眠：%@

# coach.pattern.bedtime
source: On %@s you go to bed %d min %@
ar: في أيام %@ تنام %d دقيقة %@
ca: Els %@ et fiques al llit %d min %@
de: An %@en gehst du %d Min. %@ ins Bett
es: Los %@ te acuestas %d min %@
fr: Les %@ tu te couches %d min %@
ja: %@曜日は %d 分 %@ に就寝
zh_hans: %@你会%@%d分钟上床

# coach.pattern.duration
source: On %@s you sleep %d min %@
ar: في أيام %@ تنام %d دقيقة %@
ca: Els %@ dorms %d min %@
de: An %@en schläfst du %d Min. %@
es: Los %@ duermes %d min %@
fr: Les %@ tu dors %d min %@
ja: %@曜日は %d 分 %@ 睡眠
zh_hans: %@你会%@睡%d分钟

# coach.pattern.earlier
source: earlier
ar: أبكر
ca: més aviat
de: früher
es: más temprano
fr: plus tôt
ja: 早く
zh_hans: 提前

# coach.pattern.later
source: later
ar: متأخرًا
ca: més tard
de: später
es: más tarde
fr: plus tard
ja: 遅く
zh_hans: 推迟

# coach.pattern.longer
source: longer
ar: أطول
ca: més llarg
de: länger
es: más largo
fr: plus long
ja: 長く
zh_hans: 更长

# coach.pattern.shorter
source: shorter
ar: أقصر
ca: més curt
de: kürzer
es: más corto
fr: plus court
ja: 短く
zh_hans: 更短

# coach.proposal.chronotypeSub
source: Chronotype: %@
ar: النمط الزمني: %@
ca: Cronotip: %@
de: Chronotyp: %@
es: Cronotipo: %@
ja: クロノタイプ: %@
zh_hans: 时型: %@

# coach.proposal.title
source: Tonight, before %@.
ar: الليلة، قبل %@.
ca: Aquesta nit, abans de les %@.
de: Heute Nacht, vor %@.
es: Esta noche, antes de las %@.
fr: Ce soir, avant %@.
ja: 今夜、%@ までに。
zh_hans: 今晚,在 %@ 之前。

# coach.sri.label.consistent
source: consistent
ar: ثابت
de: beständig
es: consistente
fr: régulier
ja: 一貫
zh_hans: 稳定

# coach.sri.label.irregular
source: irregular
ar: غير منتظم
de: unregelmäßig
fr: irrégulier
ja: 不規則
zh_hans: 不规律

# coach.sri.label.solid
source: solid
ar: راسخ
ca: sòlid
de: fest
es: sólido
fr: solide
ja: しっかり
zh_hans: 稳固

# coach.sri.label.variable
source: variable
ar: متغير
de: wechselhaft
ja: 変動
zh_hans: 波动

# coach.streak.best
source: Best: %d
ar: الأفضل: %d
ca: Rècord: %d
de: Rekord: %d
es: Récord: %d
fr: Record : %d
ja: 最高: %d
zh_hans: 最佳: %d

# coach.streak.current
source: %d nights
ar: %d ليلة
ca: %d nits
de: %d Nächte
es: %d noches
fr: %d nuits
ja: %d 夜
zh_hans: %d 晚

# coach.streak.eyebrow
source: Streak
ar: سلسلة
ca: Ratxa
de: Serie
es: Racha
fr: Série
ja: 連続記録
zh_hans: 连续记录

# coach.trend.conflicts.improving
source: Improving! Conflicts dropped from %lld to %lld this week
ar: تحسنت! انخفضت التعارضات من %lld إلى %lld هذا الأسبوع
ca: Millora! Els conflictes han baixat de %lld a %lld aquesta setmana
de: Verbesserung! Konflikte sind von %lld auf %lld diese Woche gesunken
es: Mejorando! Los conflictos bajaron de %lld a %lld esta semana
fr: En progrès ! Les conflits sont passés de %lld à %lld cette semaine
ja: 改善中！コンフリクトが%lldから%lldに減少しました
zh_hans: 正在改善！冲突从 %lld 降至本周 %lld

# coach.trend.conflicts.stable
source: Stable: %lld conflicts this week
ar: مستقر: %lld تعارضات هذا الأسبوع
ca: Estable: %lld conflictes aquesta setmana
de: Stabil: %lld Konflikte diese Woche
es: Estable: %lld conflictos esta semana
fr: Stable : %lld conflits cette semaine
ja: 安定：今週のコンフリクト %lld 件
zh_hans: 稳定：本周 %lld 个冲突

# coach.trend.conflicts.worsening
source: Conflicts increased from %lld to %lld this week
ar: زادت التعارضات من %lld إلى %lld هذا الأسبوع
ca: Els conflictes han pujat de %lld a %lld aquesta setmana
de: Konflikte sind von %lld auf %lld diese Woche gestiegen
es: Los conflictos subieron de %lld a %lld esta semana
fr: Les conflits sont passés de %lld à %lld cette semaine
ja: コンフリクトが%lldから%lldに増加しました
zh_hans: 冲突从 %lld 增至本周 %lld

# coach.trend.deteriorating
source: Your overall score has been declining recently
ar: انخفض مجموع درجاتك مؤخراً
ca: La teva puntuació general ha baixat recentment
de: Dein Gesamtergebnis ist zuletzt gesunken
es: Tu puntuación general ha bajado recientemente
fr: Ton score global a baissé récemment
ja: 最近、総合スコアが低下しています
zh_hans: 您的总体评分最近有所下降

# coach.trend.socialJetlag
source: Social jet lag detected between weekdays and weekend
ar: تم اكتشاف تفاوت اجتماعي بين أيام الأسبوع وعطلة نهاية الأسبوع
ca: Jet lag social detectat entre dies laborables i cap de setmana
de: Sozialer Jetlag zwischen Wochentagen und Wochenende festgestellt
es: Jet lag social detectado entre días laborables y fin de semana
fr: Jet-lag social détecté entre semaine et week-end
ja: 平日と週末の間に社会的時差ぼけが検出されました
zh_hans: 检测到工作日与周末之间存在社会性时差

# common.apply
source: Apply
ar: تطبيق
ca: Aplicar
de: Übernehmen
es: Aplicar
fr: Appliquer
ja: 適用
zh_hans: 应用

# common.cancel
source: Cancel
ar: إلغاء
ca: Cancel·lar
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

# common.done
source: Done
ar: تم
ca: Fet
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
zh_hans: 完成

# comparison.acrophase
source: Activity Peak
ar: ذروة النشاط
ca: Pic d'Activitat
de: Aktivitätspeak
es: Pico de Actividad
fr: Pic d'Activité
ja: 活動ピーク
zh_hans: 活动高峰

source: Comparison alias
ar: الاسم المستعار للمقارنة
ca: Àlies per comparació
de: Vergleichs-Alias
es: Alias para comparación
fr: Alias de comparaison
ja: 比較用エイリアス
zh_hans: 比较别名

# comparison.bedtime
source: Mean Bedtime
ar: متوسط وقت النوم
ca: Hora de Dormir Mitjana
de: Mittlere Schlafenszeit
es: Hora de Dormir Media
fr: Heure de Coucher Moyenne
ja: 平均就寝時刻
zh_hans: 平均就寝时间

# comparison.chronotype
source: Chronotype
ar: النمط الزمني
ca: Cronotip
de: Chronotyp
es: Cronotipo
ja: クロノタイプ
zh_hans: 时间类型

# comparison.coherence
source: Circadian Coherence
ar: تماسك الإيقاع اليومي
ca: Coherència Circadiana
de: Zirkadiane Kohärenz
es: Coherencia Circadiana
fr: Cohérence Circadienne
ja: 概日コヒーレンス
zh_hans: 昼夜节律一致性

# comparison.compare
source: Compare
ar: مقارنة
ca: Comparar
de: Vergleichen
es: Comparar
fr: Comparer
ja: 比較
zh_hans: 比较

# comparison.consistency
source: Consistency
ar: الانتظام
ca: Consistència
de: Konsistenz
es: Consistencia
fr: Régularité
ja: 一貫性
zh_hans: 一致性
